[
  {
    "key": "615b079f09d1b06c8677c83a",
    "picture": "https://raw.githubusercontent.com/mahadihassanriyadh/images/main/business-images/build-your-startup.png",
    "price": 15,
    "name": "Build Your Startup",
    "category": "Startup, Business",
    "instructor": "MD. Hafizur Rahman",
    "details": "If you are new to entrepreneurship and are ready to bootstrap your first startup, or have already created a business and want to learn how to get to the next level without spending a lot of time and money, then this is the course for you!"
  },
  {
    "key": "615b079f921cce6d18820a00",
    "picture": "https://raw.githubusercontent.com/mahadihassanriyadh/images/main/business-images/supply-chain-management-101.png",
    "price": 31,
    "name": "Supply Chain Management 101",
    "category": "Supply Chain Management",
    "instructor": "Rick Riaordan",
    "details": "A supply chain is a network between a company and its suppliers to produce and distribute a specific product or service. The entities in the supply chain include producers, vendors, warehouses, transportation companies, distribution centers, and retailers."
  },
  {
    "key": "615b079f89b379819763ffd9",
    "picture": "https://raw.githubusercontent.com/mahadihassanriyadh/images/main/business-images/business-analytics-101.png",
    "price": 17,
    "name": "Business Analytics",
    "category": "Business, Statistics",
    "instructor": "Harun Ar Rashid",
    "details": "This Specialization provides an introduction to big data analytics for all business professionals, including those with no prior analytics experience. You’ll learn how data analysts describe, predict, and inform business decisions in the specific areas of marketing, human resources, finance, and operations, and you’ll develop basic data literacy and an analytic mindset that will help you make strategic decisions based on data."
  },
  {
    "key": "615b079f0c4f9e66b7c60ec9",
    "picture": "https://raw.githubusercontent.com/mahadihassanriyadh/images/main/business-images/business-fundamentals.png",
    "price": 21,
    "name": "Business Fundamentals",
    "category": "Business",
    "instructor": "Jasper Shan",
    "details": "Beyond an increasing demand for those with technological know-how, the changing job market is driving a need for workers who are adept at decision-making, complex information processing, critical thinking, communication, and leadership."
  }
]